{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "%": 5,
      "(": 6,
      ")": 7,
      ",": 8,
      "-": 9,
      ".": 10,
      "0": 11,
      "1": 12,
      "2": 13,
      "3": 14,
      "4": 15,
      "5": 16,
      "6": 17,
      "7": 18,
      "8": 19,
      "9": 20,
      ":": 21,
      "a": 22,
      "b": 23,
      "c": 24,
      "d": 25,
      "e": 26,
      "f": 27,
      "g": 28,
      "h": 29,
      "i": 30,
      "k": 31,
      "l": 32,
      "m": 33,
      "n": 34,
      "o": 35,
      "p": 36,
      "q": 37,
      "r": 38,
      "s": 39,
      "t": 40,
      "u": 41,
      "v": 42,
      "w": 43,
      "y": 44,
      "z": 45,
      "##r": 46,
      "##e": 47,
      "##s": 48,
      "##n": 49,
      "##t": 50,
      "##0": 51,
      "##8": 52,
      "##9": 53,
      "##o": 54,
      "##d": 55,
      "##i": 56,
      "##2": 57,
      "##4": 58,
      "##a": 59,
      "##1": 60,
      "##3": 61,
      "##6": 62,
      "##5": 63,
      "##g": 64,
      "##m": 65,
      "##7": 66,
      "##f": 67,
      "##h": 68,
      "##v": 69,
      "##l": 70,
      "##y": 71,
      "##c": 72,
      "##b": 73,
      "##u": 74,
      "##k": 75,
      "##w": 76,
      "##q": 77,
      "##p": 78,
      "##.": 79,
      "##,": 80,
      "##on": 81,
      "##er": 82,
      "##or": 83,
      "##ti": 84,
      "##an": 85,
      "##tion": 86,
      "##al": 87,
      "me": 88,
      "##ce": 89,
      "##mal": 90,
      "##ormal": 91,
      "##it": 92,
      "##tions": 93,
      "mean": 94,
      "##ri": 95,
      "##me": 96,
      "##nt": 97,
      "mo": 98,
      "##era": 99,
      "ab": 100,
      "##normal": 101,
      "abnormal": 102,
      "pr": 103,
      ").": 104,
      "),": 105,
      "va": 106,
      "wit": 107,
      "##ra": 108,
      "##lera": 109,
      "##celera": 110,
      "vari": 111,
      "with": 112,
      "##celerations": 113,
      "##ow": 114,
      "##il": 115,
      "low": 116,
      "##te": 117,
      "mod": 118,
      "##ed": 119,
      "pro": 120,
      "an": 121,
      "ac": 122,
      "bp": 123,
      "con": 124,
      "fe": 125,
      "of": 126,
      "ti": 127,
      "ter": 128,
      "##ea": 129,
      "##eme": 130,
      "##se": 131,
      "##st": 132,
      "##ne": 133,
      "##tv": 134,
      "##tal": 135,
      "##tra": 136,
      "##ist": 137,
      "##ine": 138,
      "##ab": 139,
      "##veme": 140,
      "##ctions": 141,
      "##por": 142,
      "##ity": 143,
      "##nts": 144,
      "moveme": 145,
      "variab": 146,
      "##ility": 147,
      "propor": 148,
      "and": 149,
      "accelerations": 150,
      "bpm": 151,
      "contra": 152,
      "fetal": 153,
      "time": 154,
      "term": 155,
      "variability": 156,
      "proportion": 157,
      "contractions": 158,
      "red": 159,
      "##uce": 160,
      "reduce": 161,
      "reduced": 162,
      "##ig": 163,
      "##igh": 164,
      "normal": 165,
      "13": 166,
      "14": 167,
      "##erate": 168,
      "moderate": 169,
      "wi": 170,
      "wid": 171,
      "12": 172,
      "##ong": 173,
      "ba": 174,
      "de": 175,
      "dist": 176,
      "hea": 177,
      "hist": 178,
      "is": 179,
      "ltv": 180,
      "long": 181,
      "po": 182,
      "pea": 183,
      "ra": 184,
      "ran": 185,
      "sh": 186,
      "stv": 187,
      "ut": 188,
      "zer": 189,
      "##rt": 190,
      "##ese": 191,
      "##th": 192,
      "##og": 193,
      "##di": 194,
      "##ints": 195,
      "##ge": 196,
      "##line": 197,
      "##bu": 198,
      "##ks": 199,
      "##erine": 200,
      "##ort": 201,
      "##ance": 202,
      "medi": 203,
      "##ribu": 204,
      "prese": 205,
      "##ram": 206,
      "variance": 207,
      "mode": 208,
      "##seline": 209,
      "movement": 210,
      "movements": 211,
      "width": 212,
      "baseline": 213,
      "decelerations": 214,
      "distribu": 215,
      "heart": 216,
      "histog": 217,
      "points": 218,
      "peaks": 219,
      "rate": 220,
      "range": 221,
      "short": 222,
      "uterine": 223,
      "zero": 224,
      "median": 225,
      "present": 226,
      "distribution": 227,
      "histogram": 228,
      "15": 229,
      "##ight": 230,
      "ver": 231,
      "very": 232,
      "high": 233,
      "non": 234,
      "none": 235,
      "sy": 236,
      "##tri": 237,
      "##mme": 238,
      "##cal": 239,
      "symme": 240,
      "##trical": 241,
      "symmetrical": 242,
      "mil": 243,
      "mild": 244,
      "fr": 245,
      "##eq": 246,
      "##ent": 247,
      "##uent": 248,
      "freq": 249,
      "frequent": 250,
      "11": 251,
      "sk": 252,
      "##ew": 253,
      "skew": 254,
      "skewed": 255,
      "light": 256,
      "right": 257,
      "na": 258,
      "##rr": 259,
      "narr": 260,
      "narrow": 261,
      "10": 262,
      "16": 263,
      "wide": 264,
      "17": 265,
      "133": 266,
      "136": 267,
      "144": 268,
      "142": 269,
      "125": 270,
      "148": 271,
      "143": 272,
      "138": 273,
      "140": 274,
      "146": 275,
      "18": 276,
      "129": 277,
      "141": 278,
      "130": 279,
      "145": 280,
      "150": 281,
      "147": 282,
      "135": 283,
      "137": 284,
      "122": 285,
      "19": 286,
      "126": 287,
      "134": 288,
      "127": 289,
      "132": 290,
      "120": 291,
      "131": 292,
      "139": 293,
      "128": 294,
      "123": 295,
      "##long": 296,
      "prolong": 297,
      "prolonged": 298,
      "151": 299,
      "157": 300,
      "154": 301,
      "149": 302,
      "le": 303,
      "##ft": 304,
      "left": 305,
      "153": 306,
      "152": 307,
      "155": 308,
      "124": 309,
      "121": 310,
      "60": 311,
      "156": 312,
      "50": 313,
      "158": 314,
      "20": 315,
      "159": 316,
      "21": 317,
      "25": 318,
      "22": 319,
      "115": 320,
      "52": 321,
      "114": 322,
      "64": 323,
      "160": 324,
      "51": 325,
      "62": 326,
      "58": 327,
      "63": 328,
      "65": 329,
      "119": 330,
      "23": 331,
      "27": 332,
      "67": 333,
      "53": 334,
      "39": 335,
      "56": 336,
      "61": 337,
      "116": 338,
      "32": 339,
      "112": 340,
      "26": 341,
      "34": 342,
      "57": 343,
      "24": 344,
      "54": 345,
      "163": 346,
      "59": 347,
      "68": 348,
      "71": 349,
      "37": 350,
      "55": 351,
      "28": 352,
      "161": 353,
      "31": 354,
      "38": 355,
      "42": 356,
      "29": 357,
      "118": 358,
      "36": 359,
      "30": 360,
      "35": 361,
      "41": 362,
      "66": 363,
      "70": 364,
      "44": 365,
      "117": 366,
      "33": 367,
      "110": 368,
      "113": 369,
      "171": 370,
      "40": 371,
      "73": 372,
      "107": 373,
      "165": 374,
      "43": 375,
      "45": 376,
      "69": 377,
      "105": 378,
      "109": 379,
      "102": 380,
      "106": 381,
      "76": 382,
      "78": 383,
      "74": 384,
      "111": 385,
      "48": 386,
      "90": 387,
      "103": 388,
      "96": 389,
      "169": 390,
      "164": 391,
      "166": 392,
      "49": 393,
      "162": 394,
      "178": 395,
      "167": 396,
      "77": 397,
      "84": 398,
      "79": 399,
      "83": 400,
      "95": 401,
      "172": 402,
      "72": 403,
      "46": 404,
      "75": 405,
      "91": 406,
      "168": 407,
      "82": 408,
      "170": 409,
      "47": 410,
      "80": 411,
      "85": 412,
      "98": 413,
      "101": 414,
      "174": 415,
      "99": 416,
      "89": 417,
      "100": 418,
      "108": 419,
      "104": 420,
      "86": 421,
      "88": 422,
      "81": 423,
      "93": 424,
      "176": 425,
      "94": 426,
      "92": 427,
      "180": 428,
      "198": 429,
      "188": 430,
      "200": 431,
      "97": 432,
      "182": 433,
      "87": 434,
      "179": 435,
      "173": 436,
      "175": 437,
      "184": 438,
      "177": 439,
      "186": 440,
      "199": 441,
      "192": 442,
      "189": 443,
      "187": 444,
      "181": 445,
      "193": 446,
      "195": 447,
      "191": 448,
      "185": 449,
      "196": 450,
      "194": 451,
      "197": 452,
      "183": 453,
      "se": 454,
      "##ver": 455,
      "sever": 456,
      "severe": 457,
      "238": 458,
      "190": 459,
      "211": 460,
      "228": 461,
      "210": 462,
      "204": 463,
      "230": 464,
      "205": 465,
      "213": 466,
      "215": 467,
      "250": 468,
      "254": 469,
      "269": 470,
      "241": 471,
      "243": 472
    }
  }
}